IDEA Open Model
MatAnchorProperties.Uls Property
Compatible with IDEA StatiCa Beta 20.0
 Limit deformation in shear for stop solution UCRIT
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Uls { get; set; }
Public Property Uls As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace